<template>
	<view class="container">
		<!-- r1.png 内容 -->
		<view class="text-section no-copy">
			<text>“Chill赏”移动应用隐私政策\n\n更新日期:2025年05月01日\n\n生效日期:2025年05月01日\n\n“Chill赏”指深圳市潮赏电子商务有限公司及其关联方(以下简称我们)合法拥有并运营的、标注名称为Chill赏的移动应用程序。我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息:
				权责一致原则、目的明确原则、选择同意原则、最小必要原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。</text>
		</view>

		<!-- r2.png 内容 -->
		<view class="text-section no-copy">
			<text>请在使用我们的产品(或服务)前，仔细阅读并了解《Chill赏移动应用隐私政策》(以下统称为“本政策”或“隐私政策”)。\n\n本政策适用于Chill赏提供的一切服务。在您使用Chill赏产品或者服务前，请您务必认真阅读本政策，在充分理解并同意后使用相关产品或者服务。一旦您点击确认同意本隐私政策，开始使用Chill赏任何产品或者服务，即表示您已充分理解并同意我们按照《Chill赏隐私政策》收集、使用、储存和分享您的个人信息。需要特别说明的是：本政策仅适用于Chill赏产品及服务，不适用于您通过我们的产品/服务而使用的任何第三方向您提供的产品/服务，也不适用于已另行独立设置法律声明及隐私权政策的产品或服务。(包括但不限于任何第三方网站以及第三方服务提供者，如第三方支付)，而应当适用该第三方的隐私政策或类似声明，我们对于前述第三方收集、使用您个人信息的行为及后果不承担任何责任。\n\n\n\n</text>
		</view>

		<!-- r3.png 内容 -->
		<view class="text-section no-copy">
			<text>请您注意，为了您能够正常使用Chill赏的产品或服务，您应当开启或授权网络权限，确保WLAN或移动网络的连接，并可能产生流量费用，具体费用请咨询当地运营商。如您关闭或不允许Chill赏使用网络权限，您将无法使用我们的产品/服务。\n\n\n\n我们会不时地检查或更新我们的功能或服务，更新隐私政策，如果某一功能或服务未在前述说明中且收集了你的信息，我们会通过页面提示、弹窗提示、网站公告等方式向你说明信息收集的内容、范围和目的，以征得您的同意。若您在阅读完本政策后对本政策或者与本政策有关的事宜有任何问题的，请及时与我们客服联系：Chill赏APP/Chill赏小程序。\n\n本政策将帮助您了解以下内容：\n\n一、我们如何收集和使用您的个人信息\n\n二、我们如何使用Cookie和同类技术\n\n三、我们如何委托处理、共享、转让或公开披露您的个人信息\n\n四、我们如何保护您的个人信息\n\n五、您如何管理您的个人信息\n\n六、我们如何处理未成年人的个人信息\n\n七、您的个人信息如何在全球范围内转移\n\n八、本政策如何更新\n\n九、如何联系我们\n\n一、我们如何收集和使用您的个人信息\n\n个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息我们仅会出于本政策所述的以下目的，收集和使用您的个人信息，如果您拒绝提供特定个人信息，您可能无法获得相对应的服务，但不影响您正常使用其他功能或服务。\n\n</text>
		</view>

		<!-- r4.png 内容 -->
		<view class="text-section no-copy">
			<text>具体信息收集和使用情况如下：\n\n(一) 业务功能及所收集的信息类型\n\n1.业务功能：注册成为用户\n\n1.1 为完成账号创建，以便于我们更好的提供服务，您可能需要提供：您的昵称、本人的手机号以及验证码，注册并创建账号。\n\n1.2 如您选择第三方授权登录时，我们会从第三方获取您的共享账号信息(头像、昵称、地区以及其他信息)。\n\n1.3 当您在访问我们产品时，可未登录状态浏览商品信息，但在下单交易或享受其他用户服务时，需要您填写手机号完成账号创建。\n\n2. 业务功能：商品购买、发货及售后\n\n2.1为保障您顺利实现商品的购买与下单，当您购买商品时，需要向我们提供或允许我们收集的必要信息包括：[下单时间、支付时间、支付金额、订单编号、物流单号、交易流水号、订单状态、订单备注收货地址、收件人联系方式]等信息，以便于我们帮助您梳理完成交易并保障您的交易</text>
		</view>

		<!-- r5.png 内容 -->
		<view class="text-section no-copy">
			<text>2.2 当为您处理售后问题时，我们需要收集您的联系方式、姓名、账号、账户购买记录及与您通话的内容等信息用于验证您的身份、订单处理回复以及回访服务人员的服务质量。\n\n2.3 为保障您的账户以及交易安全，我们需要收集您的设备信息、日志信息等，我们也会用这些信息用于预防各类违规信息和其他主体合法权益被侵害的情况。\n\n(二)我们将通过如下途径收集和获取您的个人信息\n\n1. 您在使用我们的服务时，我们可能需要收集和使用的个人信息分为如下两种：\n\n1.1 为实现向您提供我们服务的基础功能，您需向我们收集、使用的必要信息[昵称、本人手机号、地址、验证码、设备信息、日志信息]，如您拒绝提供相应信息，您将无法正常使用我们的产品/服务。1.2 为实现向您提供我们服务的附加功能，您可选择授权我们收集使用Chill赏相关功能所需要的信息。如拒绝提供，您将无法正常使用附加功能或者无法达到我们预期达到的功能效果，但是并不影响正常使用我们的基本功能。</text>
		</view>
	<!-- r6.png 内容 -->
	<view class="text-section no-copy">
		<text>2. 我们可能间接收集到的您的个人信息，情景如下：\n\n2.1 在为您注册成为Chill赏用户以及服务的过程中，经您的授权我们可能需要向Chill赏的合作伙伴等获取您的相关信息，以便于我们处理您的订单并保证服务的顺利完成，或者更好的预防互联网欺诈行为。\n\n(三) 我们会出于以下目的，收集和使用您的个人信息\n\n1. 帮助您完成注册\n\n1.1 我们通过Chill赏账户为您提供基础用户服务。为注册成为用户并使用我们的基础服务，您需要提供手机号码和验证码方式用于创建Chill赏账户。如果您仅需使用浏览、搜索服务，您不需要注册成为我们的用户及提供上述信息。\n\n对于需要通过Chill赏账户才能使用的服务，我们可能会根据您提供的上述信息校验您的用户身份，确保我们是在为您本人提供服务。\n\n1.2 附加用户服务</text>
	</view>

	<!-- r7.png 内容 -->
	<view class="text-section no-copy">
		<text>授权登录：经您同意后，我们可能向第三方共享您的账户信息(头像昵称及其他页面提示的信息)，使您可以便捷地实现第三方账户的注册或登录。此外，我们可能会根据您的授权从第三方处获取您的第三方账户信息(如昵称、头像、地区、性别)，并与您的Chill赏账户进行绑定，使您可通过第三方账户直接登录、使用我们的产品及/或服务。我们将在您授权同意的范围内使用您的相关信息。\n\n1.3账户信息展示\n\n如果您已拥有Chill赏账户，我们可能会在Chill赏显示您的上述个人信息(实人认证实名认证仅显示认证是否通过的结果)，以及您在Chill赏或与Chill赏账户相关联的产品和服务中执行的操作，包括通过Chill赏集中展示您的个人资料、优惠权益现金奖励。我们会尊重您对Chill赏服务和Chill赏账户设置所做的选择。\n\n2.为您提供商品或服务信息展示\n\n在您使用我们服务过程中，为识别账号异常状态、识别订单交易风险、交易安全以及系统运行安全、了解产品适配性、向您提供更契合您需求的页面展示和搜索结果，我们会收集您在使用我们服务过程中产生的相关信息，包括：</text>
	</view>

	<!-- r8.png 内容 -->
	<view class="text-section no-copy">
		<text>设备信息：我们会根据您在软件安装或使用中的具体操作，接收并记录您所使用的设备相关信息[硬件型号、MAC地址、版本信息、操作系统、设备设置、唯一设备标识符(IMEI、IMSI、IDFV、IDFA、安卓广告主标识符)、电话状态、设备环境、SIM卡信息、终端制造厂商语言所在地、硬盘、CPU和电池使用情况、电信运营商、使用语言]、位置信息[IP地址、您授权的GPS位置、WLAN接入点、蓝牙、基站以及其他传感器信息]。如您使用安卓设备，需要您开启设备信息权限。APP或SDK收集用户信息[不限于IMEI、IMSI、设备MAC地址、软件列表、设备序列号、AndroidID]。对于从您的各种设备上收集到的信息，我们可能会将它们关联，以便于我们能在这些设备上为您提供一致的服务。我们可能会将您的设备信息或电话号码与您的Chill赏账号相关联。\n\n日志信息：当您使用我们的服务时，我们会自动收集您对我们服务的详细使用情况，作为服务日志保存，包括浏览、点击查看、搜索查询、收藏、添加、下单、售后、分享信息，以及浏览器类型、访问日期和时间。\n\n请注意，单独的设备信息、日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。</text>
	</view>

	<!-- r9.png 内容 -->
	<view class="text-section no-copy">
		<text>如您使用的是安卓设备，在使用我们服务的过程中，需要您开启存储权限，用于缓存商品图片、视频、音频、日志，以及在为您提供分享、信息发布、上传等功能时进行文件缓存或读取您的图片/照片视频。\n\n3. 帮助您完成下单以及订单管理\n\n3.1 当您在Chill赏订购具体商品或服务时，我们会通过系统为您生成订单。为保证交付，您需提供收货人姓名、手机号码、收货地址，如果您拒绝提供此类信息，我们将无法完成相关交付服务。\n\n3.2 如您通过Chill赏服务为其他人订购商品或服务，您需要提供该实际订购人的前述信息。在向我们提供该实际订购人的信息前，您需确保您已经取得其授权同意。\n\n3.3 订单信息内会载明您所购买的商品或服务信息、订单号、创建时间、交易流水号、付款时间、物流信息、商品总价。我们收集这些信息是为了帮助您顺利完成交易、保障您的交易安全、查询订单信息提供客服与售后服务及其他我们明确告知的目的。</text>
	</view>

	<!-- r10.png 内容 -->
	<view class="text-section no-copy">
		<text>4. 帮助您完成支付\n\n为完成订单支付，您需要提供选择付款方式，为使我们及时获悉并确认您的支付进度及状态，为您提供售后与争议解决服务，您同意我们可向您所选择的交易对象收集与支付进度相关信息。\n\n5. 向您完成产品或服务的交付\n\n5.1 为保证您购买的商品及/或服务能够顺利、安全、准确送达，我们会向物流服务商提供您的订单信息。\n\n5.2 为使我们及时获悉并确认交付进度及状态，向您提供售后与争议解决服务，您同意我们可向物流服务商收集与交付进度相关信息。\n\n6. 帮助您解决参加我们举办的活动时反馈的问题\n\n6.1 当您参与我们线上活动时填写的调查问卷中，可能包含您的姓名电话、地址等信息。\n\n6.2 当您参与部分抽选活动时，需要您填写姓名、身份证号，选择参与活动所需的城市信息。</text>
	</view>

	<!-- r11.png 内容 -->
	<view class="text-section no-copy">
		<text>7. 客服及争议处理\n\n7.1 当您与我们联系或提出售中售后、争议纠纷处理申请时，为了保障您的账户及系统安全，我们需要您提供必要的个人信息以核验您的用户身份。\n\n7.2 为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信通话记录及相关内容[包括账号信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息]，如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账号信息、订单信息。\n\n8. 为您提供安全保障\n\n为提高您使用我们及我们关联公司、合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或Chill赏相关协议规则的情况，并可能使用或整合您的用户信息、交易信息、设备信息、服务日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</text>
	</view>

	<!-- r12.png 内容 -->
	<view class="text-section no-copy">
		<text>9. 为您提供信息发布功能\n\n为确保您可以在Chill赏平台上传、提交、存储或者发布内容(包括但不限于图片、文字等)，我们将收集您发布的信息，并展示您的发布内容。您还可以通过主动上传图片等方式并授权Chill赏访问您的相机、照片和麦克风，以便于您通过拍照、上传照片等方式发布内容。您可以随时删除发布的信息。\n\n10. 剪切板\n\n10.1 [授权登录] 在您使用第三方帐号进行登录时，我们会将为实现登录所必需的信息在剪切板中写入与读取。这些信息仅供实现登录相关的目的所使用，不会收集您的隐私信息。\n\n10.2 [分享、识别]在您分享或接收被分享的信息、参加活动等情形下，我们需要访问您的剪切板，读取其中包含的口令、分享码、链接，以实现跳转、分享、活动联动等功能或服务。\n\n10.3 [特别说明]有些手机终端设备的系统会提示应用(App)正在读取剪切板，但该系统提示无法区分是否收集剪切板信息，且不排除误报。因此，如果您发现类似提示，请与我们联系，以便我们定位问题。</text>
	</view>

	<!-- r13.png 内容 -->
	<view class="text-section no-copy">
		<text>11. 其他用途\n\n11.1 为给您带来更好的产品和服务体验，我们在持续努力改进我们的技术，随之我们可能会不时推出新的或优化后的功能，可能需要收集、使用新的个人信息或变更个人信息使用目的或方式。对此，我们将通过更新本政策、弹窗、页面提示等方式另行向您说明对应信息的收集目的、范围及使用方式，并为您提供自主选择同意的方式，且在征得您明示同意后收集、使用。\n\n11.2 在不透露单个用户隐私资料的前提下，Chill赏有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。Chill赏可能会对网络服务使用情况进行统计。同时，Chill赏可能会与公众分享这些统计信息，以展示我们服务的整体使用趋势。这些统计信息不包含您的身份识别信息。\n\n12. 事先征得授权同意的例外\n\n请注意：根据以下法律法规规定，在以下情形中，收集、使用个人信息无需事先征得您的授权同意：\n\n(1) 与我们履行法定职责或者法定义务所相关；</text>
	</view>

	<!-- r14.png 内容 -->
	<view class="text-section no-copy">
		<text>(2) 与国家安全、国防安全直接相关的；\n\n(3) 与公共安全、公共卫生、重大公共利益直接相关的。例如：为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；\n\n(4) 与刑事侦查、起诉、审判和判决执行等直接有关的；\n\n(5) 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人的授权同意的；\n\n(6) 依照法律法规的规定在合理的范围内收集您自行向社会公众公开的个人信息；\n\n(7) 为订立、履行您作为一方当事人的合同所必需；\n\n(8) 依照法律法规的规定在合理的范围内从合法公开披露的信息中收集您的个人信息，如合法的新闻报道、政府信息公开等渠道；\n\n(9) 根据您的要求向您提供产品或服务所必需的；\n\n(10) 法律法规规定的其他情形。\n\n13. 我们申请的设备权限</text>
	</view>

	<!-- r15.png 内容 -->
	<view class="text-section no-copy">
		<text>13.1 Chill赏在提供服务过程中，会调用您的一些涉及个人信息的设备权限。以下是Chill赏调用权限对应的业务功能、调用权限目的的情况说明。\n\n13.2 您可以在设备的设置功能中选择关闭部分或全部权限，从而拒绝Chill赏收集相应的个人信息。例如：\n\n(1) 在您开启相册或相机（摄像头）权限后，您就能上传、拍摄照片、图片视频，实现发布信息、评论互动、头像更改、客服沟通等功能；\n\n(2) 在您开启位置权限后，我们可获取您的位置信息，以便于您在进行订单填写或个性化推送等功能；\n\n\n\n二、我们如何使用 Cookie 和同类技术\n\n(一) Cookie\n\n为确保“Chill赏”小程序（以下简称为“小程序”）正常运转，您使用我们的服务时，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。</text>
	</view>

	<!-- r16.png 内容 -->
	<view class="text-section no-copy">
		<text>备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。我们使用该等信息判断注册用户是否已经登录，提升服务和/或产品质量及优化用户体验。您可根据自己的偏好管理或删除Cookie。您可以清除计算机上保存的所有Cookie，大部分网络浏览器都没有阻止Cookie的功能。\n\n请您知悉，倘若您拒绝使用或清除已有的追踪技术，则需要在每一次访问时亲自更改用户设置，并且，我们可能无法向您提供更加优质的使用体验，部分服务亦可能会无法正常运作。\n\n(二) 网站信标和像素标签\n\n除Cookie外，我们还会在小程序内使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能会有链接至我们网站内容的点击URL。如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好并改善客户服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。\n\n\n\n</text>
	</view>

	<!-- r17.png 内容 -->
	<view class="text-section no-copy">
		<text>三、我们可能委托处理、共享、转让、公开披露您的个人信息\n\n(一) 委托处理\n\n为了向您提供更完善、优质的产品和/或服务，某些功能可能由我们的服务合作方提供(如我们的第三方服务供应商、承包商、代理等)，我们会委托服务合作方代表我们处理您的某些个人信息，例如第三方供应商代表我们发出电子邮件或推送通知、代表我们发送调研邀请、代表我们向您邮寄您已购买或确认接收的商品、对去标识化的信息进行数据统计分析。\n\n对接受我们委托处理您个人信息的公司、组织和个人，我们会与其签署严格的保密协定或数据处理协议，明确委托事项、委托处理目的、期限、处理方式、处理个人信息的种类、保护措施以及双方的权利义务等，要求他们仅按照我们的要求、本指引以及相关的保密和安全措施来处理个人信息。如该等第三方要改变个人信息的处理目的，该等第三方应再次征求您的同意。如果您拒绝我们的服务合作方在提供服务时收集或使用为提供服务所必需的个人信息，将可能导致您无法使用部分Chill赏产品和/或服务中由该合作方提供的服务。关于我们的合作方(委托处理)收集个人信息类型及收集目的，详情请参阅文档最后的《与第三方共享个人信息清单》。</text>
	</view>

	<!-- r18.png 内容 -->
	<view class="text-section no-copy">
		<text>\n\n(二) 共享您的个人信息\n\n为了向您提供完善的产品和服务，我们的某些服务或技术将由授权合作伙伴提供。请您知悉，我们不会主动向其他个人信息处理者提供您的个人信息，我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享必要的个人信息。在以下情形下，我们将向其他个人信息处理者提供您的个人信息，向您告知接收方的名称或者姓名、联系方式、处理目的、处理方式和个人信息的种类，并取得您的单独同意。同时，我们会与合作方签署严格的保密协定，要求他们严格按照我们的说明、本指引以及其他任何相关的保密政策并采取安全措施来处理您的个人信息。我们要求我们的合作方无权将共享的个人信息用于任何其他用途。当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会放置他们自己的Cookie或使用其他技术手段，这些技术手段不受我们的控制，且它们的使用不受本政策的约束。合作方可能有其独立的个人信息保护政策和用户协议，我们建议您阅读并遵守第三方的个人信息保护政策及用户协议。</text>
	</view>

	<!-- r19.png 内容 -->
	<view class="text-section no-copy">
		<text>关于我们的合作方(共享)收集个人信息类型及收集目的，详情请参阅文档最后的《与第三方共享个人信息清单》。\n\n(三) 转让您的个人信息\n\n原则上我们不会将您的个人信息控制权向其他公司、组织或个人进行转移。如果发生合并、收购或破产清算，将涉及到个人信息转让，此种情况下我们将向您告知接收方的名称或者姓名和联系方式，并要求新的持有您个人信息的公司、组织继续受本指引的约束。如果本指引中约定的个人信息的收集、处理方式发生任何改变，该公司、组织将重新向您征求授权同意。\n\n (四) 公开披露您的个人信息\n\n除非获取您的单独同意，我们不会公开披露您的个人信息。\n\n在以下情形中，共享、转让、公开披露个人信息无需事先征得您的授权同意：\n\n(1) 为履行法定职责或者法定义务所必需；\n\n(2) 与国家安全、国防安全直接相关的；</text>
	</view>

	<!-- r20.png 内容 -->
	<view class="text-section no-copy">
		<text>(3) 为订立、履行您作为一方当事人的合同所必需；\n\n(4) 与公共安全、公共卫生、重大公共利益直接相关的。例如：为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；\n\n(5) 与刑事侦查、起诉、审判和判决执行等直接相关的；\n\n(6) 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您的授权同意的；\n\n(7) 依照法律法规的规定在合理的范围内处理您自行公开或者其他已经合法公开的个人信息，例如：合法的新闻报道、政府信息公开等渠道等。\n\n 四、我们如何保护您的个人信息\n\n您的个人信息安全对于我们至关重要。我们将严格遵守相关法律法规，采取业内认可的合理可行的措施，保护您的个人信息。防止信息遭到未经授权的访问、披露、使用、修改，避免信息损坏或丢失。</text>
	</view>

	<!-- r21.png 内容 -->
	<view class="text-section no-copy">
		<text>(一) 技术措施与数据安全措施\n\n我们努力采取各种符合业界标准的物理、电子和管理方面的安全措施来保护您的个人信息安全。我们积极建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用，确保未收集与我们提供的服务无关的个人信息。\n\n我们通过与信息接触者签署保密协议、监控和审计机制来对数据进行全面安全控制。防止您的个人信息遭到未经授权的访问、公开披露使用、修改、损坏或丢失。\n\n我们已经采用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权的访问、公开披露、使用、修改，防止数据发生损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如：在您的浏览器与“服务”之间交换数据（如信用卡信息）时受SSL加密保护；我们同时对我们网站提供https安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理等方式对您的信息进行脱敏展示，以保护您的信息安全。</text>
	</view>

	<!-- r22.png 内容 -->
	<view class="text-section no-copy">
		<text>我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。\n\n(二) 安全事件处置\n\n我们将尽力确保您发送给我们的任何信息的安全性，但请您理解，由于技术的限制以及在互联网行业存在的各种恶意手段，我们无法保证信息百分之百的安全。您需要了解，您接入我们服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。为防止安全事故的发生，我们制定了妥善的预警机制和应急预案。若不幸发生个人信息安全事件，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和影响、我们已经采取或将要采取的处置措施、您可自主防范和降低风险的建议和对您的补救措施，并立即启动应急预案，力求将损失最小化。我们将及时就事件相关情况以电话、推送通知等方式告知您，难以逐一告知用户时，我们会采取合理、有效的方式发布公告。\n\n同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况，紧密配合政府机关的工作。</text>
	</view>

	<!-- r23.png 内容 -->
	<view class="text-section no-copy">
		<text>五、您如何管理您的个人信息\n\n1、您如何管理您的个人信息\n\n(一) 访问、更正、查询和删除您的个人信息\n\n您可以在使用我们服务的过程中，按照下列方式访问、更正和删除您提供的个人信息，也可按照政策说明的方式与我们联系。但请您知悉，个人信息的修改和删除可能会影响该信息所涉及的相关服务的使用或导致该服务不可用。\n\n1) 访问、更正和查询\n\n• 您可以点击“我的”，进入个人信息编辑页来访问、更正您的昵称信息；\n• 您可以点击“设置”，访问绑定的第三方帐号信息、设置、产品信息等；\n\n对于您在使用我们的产品或服务过程中产生的其他个人信息，如果您想访问和更正，您可以通过本隐私政策说明的方式与我们联系，只要我们不需要过多投入，我们会在15日内回复您的请求。</text>
	</view>

	<!-- r24.png 内容 -->
	<view class="text-section no-copy">
		<text>2) 删除\n\n在以下情形中，您可以通过本隐私政策中的联系方式向我们提出删除个人信息的请求：\n\na. 如果我们处理个人信息的行为违反法律法规；\nb.如果我们收集、使用您的个人信息，却未征得您的同意；\nc. 如果我们处理个人信息的行为违反了与您的约定；\nd. 如果您不再使用我们的产品或服务，或您注销了账号；\ne. 如果我们不再为您提供产品或服务；\n\n若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。\n\n当您从我们的服务中删除信息后，我们可能不会立即在备份系统中删除相应的信息，但会在备份更新时删除这些信息。\n\n在您访问、修改和删除相关信息时，我们可能会要求您进行身份验证，以保障帐号的安全。</text>
	</view>

	<!-- r25.png 内容 -->
	<view class="text-section no-copy">
		<text>(二) 注销账号\n\n您随时可以选择注销您的账号，您可以在“设置”→“注销账号”中进行账号注销。在您注销账号前，我们可能需要验证您的个人身份、安全状态、设备信息等。您知悉并理解，注销账号的行为是不可逆的行为，当您注销账号后，我们将对您的个人信息进行删除或匿名化处理，但法律法规另有规定的除外。\n\n(三) 改变或撤回您的授权\n\n您可以在您的设备中关闭您已授权给我们的相关权限，请您理解，特定的业务功能和服务将需要您的信息获取权才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的功能和服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响我们此前基于您的授权而开展的个人信息处理。\n\n如果您希望撤销同意我们收集、使用、披露您的其他个人信息或者希望我们更正、更新或删除您的个人信息，可通过本政策中的联系方式与我们联系。我们将会在收到您的请求后及时处理。</text>
	</view>

	<!-- r26.png 内容 -->
	<view class="text-section no-copy">
		<text>电子邮件或挂号信后的合理时间内处理您的请求并停止收集、使用和披露您的个人信息。\n\n您可以点击“我的”→“客服中心”，根据提示解除您已绑定的除手机号之外的其他平台账号。\n\n(四) 处理限制\n\n请您理解，由于技术所限、法律或监管要求，我们可能无法在您请求时立即满足您的所有要求，我们会在合理的期限内答复您的请求。\n\n(五) 敏感信息提示\n\n对于您的个人敏感信息，一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等，请您在使用我们的产品及服务上传、发布任何内容或信息(如照片、图片、视频、音频、评论等)时，谨慎对待，注意不要泄露您的个人敏感信息。\n\n(六) 请求响应机制\n\n为保障安全，在您提出上述权利主张时，您可能需要提供书面请求或以其他方式证明您的身份。我们将在验证您的身份后再处理您的请求。</text>
	</view>

	<!-- r27.png 内容 -->
	<view class="text-section no-copy">
		<text>一般情况下，我们将在15天内做出答复。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将酌情收取一定费用。对于与您的身份不直接关联的信息、无端重复信息，或者需要过多技术手段(例如：需要开发新系统或从根本上改变现行惯例)、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。\n\n在以下情形中，按照法律法规要求，我们将无法响应您的请求：\n\n1) 与国家安全、国防安全有关的；\n2) 与公共安全、公共卫生、重大公共利益有关的；\n3) 与犯罪侦查、起诉、审判和执行判决等有关的；\n4) 有充分证据表明个人信息主体存在主观恶意或滥用权利的；\n5) 响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；\n6) 涉及商业秘密的。</text>
	</view>

	<!-- r28.png 内容 -->
	<view class="text-section no-copy">
		<text>六、我们如何处理儿童的个人信息\n\n我们的产品、网站和服务主要面向成年人。若您是14周岁以下的未成年人，请您不要或终止使用我们的产品和/或服务。\n\n若您是未成年人的监护人，当您对您所监护的未成年人是否使用我们的服务或其向我们是否提供信息有任何疑问时，请您及时按照本协议所述方式与我们联系。如果我们发现自己在不知情的情况下收集了未成年人的个人信息，会设法尽快删除相关数据。\n\n七、您的个人信息如何在全球范围转移\n\n原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。\n\n由于我们通过遍布全球的资源和服务器提供产品或服务，这意味着在获得您的授权同意后，您的个人信息可能会被转移到您使用产品或服务所在国家/地区的境外管辖区，或者受到来自这些管辖区的访问。此类管辖区可能没有不同的数据保护法，甚至未设立相关法律。在此类情况下，我们会确保您的个人信息得到在中华人民共和国境内足够同等的保护。例如：我们会请求您对跨境转移个人信息的同意，或者在跨境数据转移之前实施数据去标识化等安全举措。</text>
	</view>

	<!-- r29.png 内容 -->
	<view class="text-section no-copy">
		<text>\n\n八、本政策如何更新\n\n我们可能适时会对本政策进行调整或变更，本政策的任何更新将以标注更新时间的方式公布在我们网站上，除法律法规或监管规定另有强制性规定外，经调整或变更的内容——经通知或公布后的7日后生效。如您在本政策调整或变更后继续使用我们提供的任一产品、服务或访问我们相关网站的，我们相信这代表您已充分阅读、理解并接受修改后的隐私权政策并受其约束。\n\n九、如何联系我们\n\n如果您对本政策有任何疑问、意见或建议，可通过Chill赏公众号与我们联系，我们将在十五个工作日内回复。\n对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段(例如：需要开发新系统或从根本上改变现行惯例)、给他人合法权益带来风险或者非常不切实际(例如：涉及备份磁带上存放的信息)的请求，我们可能会予以拒绝。\n\n\n\n\n\n\n\n\n\n\n\n</text>
	</view>
	</view>
</template>

<style>
	.no-copy {
		-webkit-user-select: none;
		user-select: none;
		padding: 15rpx;
		line-height: 1.8;
		background: fff;
	}

	.container {
		background: f8f8f8;
	}

	.text-section text {
		font-size: 30rpx;
		color: 333;
		white-space: pre-line;
	}
</style>